<template>
  <div class="itv-protocol">
    <h1>《普瑞森基因服务知情通知书》</h1>
    <p>本知情同意书将提供给您必要的信息以帮助您决定是否参加此项目。请您仔细阅读，如有任何疑问请向我们的工作人员提出。确认您参加本项研究是自愿的。本项目已通过本研究机构伦理审查委员会审查。未成年人（未满18周岁）或者没有独立的行为能力的人需要由其监护人签署本知情同意。</p>
    <p>普瑞森希望在带领大家了解微生物奥秘的同时鼓励更多的人参与到有意义的科研项目中。我们在帮助您了解微生物同时，也同有兴趣的科学家一起，使用您和其他用户的信息，研究人和微生物的关系。</p>
    <p>我们将在您同意的情境下，收集您的微生物样品（如粪便、体表微生物等），取样方式不会对您产生任何伤害。此外，我们还需要您完成关于您的生活方式的调查问卷。调查问卷中会涉及到一些私人的信息，如您的家族病史，个人的病史等内容。这将帮助我们更好的为您提供服务。</p>
    <h2>您需要做的事</h2>
    <ol>
      <li>1、按照取样试剂盒的指示，完成取样的过程。</li>
      <li>2、允许我们的研究者在保证实验结果准确性的前提下使用您的个人信息</li>
    </ol>
    <h2>您的权益</h2>
    <p>这是一项科学研究工作，主要是推动科学和技术的进步。我公司并不提供任何的临床治疗方案，同时也不能作为临床诊断的依据。</p>
    <h2>可能的风险</h2>
    <ol>
      <li>1、本项目的调查问卷的某些问题可能会引起您的不适。</li>
      <li>2、除非获得您的许可，我们不会将这些信息泄露给第三方。在我们对公众发布的研究结果中，您的个人信息会经过一定的处理。通过研究结果找到您的个人信息是不太可能的。</li>
    </ol>
    <h2>我们的承诺</h2>
    <ol>
      <li>1、我们保证不会在未经您同意的情况下公布您的个人信息，您所提供的生物样本及该样本所产生的数据都会以一个编号命名。只有少数经过授权的人才能给将您的个人信息同这些编号联系到一起，参与本项目研究人员并不会知道您的个人信息。</li>
      <li>2、我们保证所有参加实验的个人信息将被妥善保管，不会向任何人或者机构透露；公开发表的出版物中不会包含和使用任何您的个人信息。</li>
    </ol>
    <h2>退出</h2>
    <p>您可以现在就做出决定，同意将您的样本信息用于科学研究，但也可以随时改变您的决定并申请退出，您的样本将会被销毁，您的数据将不纳入研究结果。您的退出并不会影响我公司为您提供服务。</p>
    <base-button type="info" line @click="back">返回购买</base-button>
  </div>
</template>
<script>
export default {
  name:'Protocol',
  methods: {
    back() {
      this.$router.replace({name:'Buy'});
    }
  },
}
</script>
<style lang="scss">
  .itv-protocol{
    padding:0 48px 48px;
    font-size:28px;
    text-align: center;
    h1{
      font-size:32px;
      font-weight:500;
      text-align:center;
      margin:48px 0;
    }
    h2{
      font-size:32px;
      font-weight:500;
      text-align: left;
    }
    p,ol{
      margin-bottom:32px;
      text-align: left;
    }
  }
</style>

